{"title":"Marcelino Champagnat","content":"Marcelino Champagnat (1789–1840) fue un sacerdote francés y el fundador del Instituto de los Hermanos Maristas (Hermanitos de María). Nació en Marlhes, Francia, y fue ordenado sacerdote en 1816. Fundó la congregación con el objetivo de educar a niños y jóvenes, especialmente en zonas rurales y desfavorecidas, combinando formación académica con valores cristianos y marianos."}
{"title":"Principios de Marcelino Champagnat","content":"Educación integral centrada en el amor, la fe y la presencia. Espíritu de familia entre educadores y alumnos. Promoción de la sencillez, humildad y modestia. Devoción a la Virgen María como guía espiritual."}
{"title":"Colegio Marista La Inmaculada","content":"El Colegio Marista La Inmaculada es una institución educativa marista ubicada en Honduras. Forma parte de la red de colegios Maristas a nivel mundial y se caracteriza por su enfoque en la formación humana y cristiana, en el espíritu de Marcelino Champagnat."}
{"title":"Características del Colegio Marista La Inmaculada","content":"Educación basada en valores cristianos y maristas. Formación académica de calidad. Énfasis en el liderazgo juvenil, la solidaridad y el servicio. Participación activa en programas pastorales y sociales."}
{"title":"Horizontes al Futuro","content":"\"Horizontes al Futuro\" es un programa o lema común dentro de los proyectos educativos Maristas, centrado en el crecimiento continuo y la innovación pedagógica."}
{"title":"Objetivos de Horizontes al Futuro","content":"Fomentar una educación transformadora y adaptada a los nuevos tiempos. Preparar a los estudiantes para enfrentar desafíos futuros con ética y compromiso social. Incorporar nuevas tecnologías y metodologías en el aula. Promover el liderazgo juvenil y la participación activa en la comunidad."}
{"title":"Presencia Marista en Honduras","content":"La presencia Marista en Honduras forma parte de la Provincia Marista de América Central. Los Hermanos Maristas han estado activos en el país desde mediados del siglo XX, enfocados en la educación, evangelización y promoción social."}
{"title":"Aportes de la Presencia Marista en Honduras","content":"Diversas escuelas y colegios (como La Inmaculada y San José en Tegucigalpa). Programas sociales para jóvenes en situación vulnerable. Formación pastoral y espiritual para docentes y estudiantes. Integración de la educación formal con acciones comunitarias."}
{"title":"Políticas e Ideas Maristas","content":"Las políticas e ideas Maristas están inspiradas en la pedagogía de Marcelino Champagnat y en los valores del Evangelio."}
{"title":"Principales ideas Maristas","content":"Educación evangelizadora: Formar buenos cristianos y buenos ciudadanos. Cercanía y acompañamiento: El educador como guía cercano, con espíritu de familia. Inclusión y justicia social: Compromiso con los más necesitados. Espiritualidad mariana: María como modelo de fe, servicio y sencillez. Formación integral: Desarrollo académico, emocional, espiritual y físico del alumno."}
{"title":"Políticas educativas Maristas","content":"Respeto a la dignidad humana y los derechos de los niños. Promoción de la equidad de género y la inclusión. Protección de la infancia (políticas de \"ambientes seguros\"). Trabajo colaborativo entre familias, docentes y comunidad."}
{"title":"Significado de las violetas en los Maristas","content":"Las violetas simbolizan la humildad, la sencillez y la devoción, valores esenciales en la espiritualidad marista. Representan también la modestia y el amor hacia la Virgen María, figura central para los Hermanos Maristas."}
